"CIAdditionCompositing" = "Addition";
"CIAffineClamp" = "Attache affine";
"CIAffineTile" = "Mosaïque affine";
"CIAffineTransform" = "Transformation affine";
"CIBarsSwipeTransition"="Transition de type balayage";
"CIBlendWithMask" = "Fusion avec masque";
"CIBloom" = "Floraison";
"CIBoxBlur"="Flou (Box blur)";
"CIBumpDistortion" = "Déformation Bosse";
"CIBumpDistortionLinear"="Déformation Bosse linéaire";
"CICMYKHalftone" = "Demi-teinte CMJN";
"CICheckerboardGenerator" = "Damier";
"CICircleSplashDistortion" = "Déformation Éclaboussure circulaire";
"CICircularScreen" = "Écran circulaire";
"CICircularWrap" = "Déformation Bouclage circulaire";
"CIColorControls" = "Contrôle des couleurs";
"CIColorCube" = "Cube de couleur";
"CIColorInvert" = "Inversion de couleur";
"CIColorMap" = "Carte de couleurs";
"CIColorMatrix" = "Matrice de couleurs";
"CIColorMonochrome" = "Couleur monochrome";
"CIColorPosterize" = "Postériser la couleur";
"CIComicEffect" = "Effet comique";
"CIConstantColorGenerator" = "Couleur constante";
"CICopyMachineTransition" = "Photocopieur";
"CICrop" = "Rogner";
"CICrystallize" = "Cristalliser";
"CIDiscBlur"="Flou (Disc Blur)";
"CIDisintegrateWithMaskTransition" = "Désintégrer avec masque";
"CIDisplacementDistortion" = "Déformation Déplacement";
"CIDissolveTransition" = "Dissoudre";
"CIDotScreen" = "Écran en pointillé";
"CIEdges" = "Contours";
"CIEdgeWork" = "Contourage";
"CIEightfoldReflectedTile"="Mosaïque réfléchie 8 fois";
"CIExposureAdjust" = "Ajustement d’exposition";
"CIFalseColor" = "Fausse couleur";
"CIFastBoxBlur" = "Flou (Box Blur) rapide";
"CIFastDiscBlur" = "Flou (Disc Blur) rapide";
"CIFlashTransition" = "Flash";
"CIFourfoldReflectedTile"="Mosaïque réfléchie 4 fois";
"CIFourfoldRotatedTile"="Mosaïque pivotée 4 fois";
"CIFourfoldTranslatedTile"="Mosaïque déplacée 4 fois";
"CIGammaAdjust" = "Ajustement gamma";
"CIGaussianBlur" = "Flou gaussien";
"CIGaussianGradient" = "Dégradé gaussien";
"CIGlassDistortion" = "Déformation Verre";
"CIGlassLozenge" = "Losange de verre";
"CIGlideReflectedTile"="Mosaïque réfléchie « Glide »";
"CIGloom" = "Ténèbres";
"CIHatchedScreen" = "Écran à traits parallèles";
"CIHeightFieldFromMask" = "Champ de hauteur du masque";
"CIHexagonalPixellate"="Pixelisation hexagonale";
"CIHoleDistortion" = "Déformation Orifice";
"CIHueAdjust" = "Ajustement de tonalité";
"CIKaleidoscope" = "Kaléidoscope";
"CILanczosScaleTransform" = "Transformation d’échelle de Lanczos";
"CILenticularHaloGenerator" = "Halo lenticulaire";
"CILineOverlay" = "Incrustation de lignes";
"CILineScreen" = "Écran à traits";
"CILinearGradient" = "Dégradé linéaire";
"CIMaskToAlpha" = "Masque vers alpha";
"CIMaximumCompositing" = "Maximum";
"CIMedianFilter" = "Médian";
"CIMinimumCompositing" = "Minimum";
"CIModTransition" = "Mod";
"CIMotionBlur" = "Flou mouvement";
"CIMultiplyCompositing" = "Multiplier";
"CINoiseReduction" = "Réduction du bruit";
"CIOpTile" = "Mosaïque opérationnelle";
"CIPageCurlTransition" = "Page ondulée";
"CIParallelogramTile" = "Mosaïque de parallélogrammes";
"CIPerspectiveTile" = "Mosaïque en perspective";
"CIPerspectiveTransform" = "Transformation en perspective";
"CIPinchDistortion" = "Déformation Pincement";
"CIPixellate" = "Pixéliser";
"CIPointillize" = "Pointilliste";
"CIRadialGradient" = "Dégradé radial";
"CIRandomGenerator" = "Générateur aléatoire";
"CIRippleTransition" = "Vaguelette";
"CISepiaTone" = "Ton sépia";
"CIShadedMaterial" = "Matériau ombré";
"CISharpenLuminance" = "Renforcer la luminance";
"CISixfoldReflectedTile"="Mosaïque réfléchie 6 fois";
"CISixfoldRotatedTile"="Mosaïque pivotée 6 fois";
"CISourceAtopCompositing" = "Source dessus";
"CISourceInCompositing" = "Source à l’intérieur";
"CISourceOutCompositing" = "Source à l’extérieur";
"CISourceOverCompositing" = "Source au-dessus";
"CISpotColor" = "Couleur de la tache";
"CISpotLight" = "Phare";
"CIStarShineGenerator" = "Brillance d’étoile";
"CIStripesGenerator" = "Rayures";
"CISunbeamsGenerator" = "Rayons solaires";
"CISwipeTransition" = "Gifle";
"CITorusLensDistortion" = "Déformation Lentille torique";
"CITriangleTile" = "Mosaïque de triangles";
"CITwelvefoldReflectedTile"="Mosaïque réfléchie 12 fois";
"CITwirlDistortion" = "Déformation Spirale";
"CIUnsharpMask" = "Rendre le masque flou";
"CIVortexDistortion" = "Déformation Tourbillon";
"CIWhitePointAdjust" = "Ajustement du point blanc";
"CIZoomBlur" = "Zoom flou";
"CIColorBlendMode" = "Mode de fusion des couleurs";
"CIColorBurnBlendMode" = "Mode de fusion Densité couleur";
"CIColorDodgeBlendMode" = "Mode de fusion Densité couleur négative";
"CIDarkenBlendMode" = "Mode de fusion Assombrir";
"CIDifferenceBlendMode" = "Mode de fusion Différence";
"CIExclusionBlendMode" = "Mode de fusion Exclusion";
"CIHardLightBlendMode" = "Mode de fusion Lumière crue";
"CIHueBlendMode" = "Mode de fusion Tonalité";
"CILightenBlendMode" = "Mode de fusion Éclaircir";
"CILuminosityBlendMode" = "Mode de fusion Luminosité";
"CIMultiplyBlendMode" = "Mode de fusion Multiplication";
"CIOverlayBlendMode" = "Mode de fusion Superposition";
"CISaturationBlendMode" = "Mode de fusion Saturation";
"CIScreenBlendMode" = "Mode de fusion Écran";
"CISoftLightBlendMode" = "Mode de fusion Lumière tamisée";
"CIAreaHistogram" = "Histogramme de la zone";
"CIAreaMaximum" = "Maximum de la zone";
"CIAreaMinimum" = "Minimum de la zone";
"CIAreaMaximumAlpha" = "Alpha maximum de la zone";
"CIAreaMinimumAlpha" = "Alpha minimum de la zone";
"CIAreaAverage" = "Moyenne de la zone";
"CIRowAverage" = "Moyenne de rangées";
"CIColumnAverage" = "Moyenne des colonnes";
"CIMinimumComponent" = "Composante minimum";
"CIMaximumComponent" = "Composante maximum";
